// const 摸鱼 = [{
//   title: "上班摸鱼", //侧边栏大类标题
//   collapsable: false, //false可以使侧边栏分组强制打开
//   children: [
//       [
//           //md文件路径，以底部导出的/摸鱼/为根路径
//           '01.上班摸鱼/01.摸鱼，是员工给公司的福报.md',
//           //侧边栏显示的标题名
//           '摸鱼，是员工给公司的福报'
//       ],
//   ],
// }];
// const 练习 = [{
//       title: "小游戏",
//       collapsable: false,
//       children: [
//           ['01.前言.md', '前言'], 
//           ['02.扫雷.md', '扫雷'],
//           ['03.管道小鸟.md', '管道小鸟'],
//           ['04.贪吃蛇.md', '贪吃蛇'],
//       ],
//   },
//   {
//       title: "聊天室",
//       collapsable: false,
//       children: [
//           ['05.聊天室.md', '聊天室'],
//       ],
//   },
// ];

module.exports = {
//   '/摸鱼/': 摸鱼,
//   '/练习/': 练习,
}